<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
  <dict>
    <key>PayloadDisplayName</key>
    <string>DEV HOANG NAM</string>
    <key>PayloadDescription</key>
    <array>
        <string>🏦 Số tài khoản: 2005838699</string>
        <string>💳 Ngân hàng: Techcombank</string>
        <string>👤 Tên : CAO VĂN NAM</string>
        <string>⏳ Hạn sử dụng : Vĩnh Viễn</string>
        <string>👨‍💻 Admin : HOANG NAM</string>
        <string>📱 Liên hệ : 0559.467.043</string>        
		<string>💬 Zalo : Cao Văn Nam</string>
        <string>⭐️ Cảm ơn bạn đã tin tưởng và sử dụng dịch vụ Chặn Virut </string>
        <string>🔒 Tính năng bảo mật:</string>
        <string>✓ Chặn quảng cáo toàn diện</string>
        <string>✓ Chặn theo dõi từ mọi nguồn</string>
        <string>✓ Bảo vệ quyền riêng tư tối đa</string>
        <string>✓ Tăng tốc độ tải trang</string>
        <string>✓ Tiết kiệm pin và dữ liệu</string>
        <string>✓ Không cần jailbreak - không MDM</string>
        <string>✓ Tương thích iOS 12.0 trở lên</string>
        <string>✓ Tự động cập nhật danh sách chặn</string>
    </array>
    <key>PayloadIdentifier</key>
    <string>io.nextdns.2ef1ef.profile</string>
    <key>PayloadScope</key>
    <string>User</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>A1E2F262-DB73-40F6-BD22-2E42A43A3C94.2ef1ef</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
    <key>PayloadContent</key>
    <array>
      <dict>
        <key>DNSSettings</key>
        <dict>
          <key>DNSProtocol</key>
          <string>HTTPS</string>
          <key>ServerURL</key>
          <string>https://apple.dns.nextdns.io/2ef1ef/DEVHOANGNAM</string>
        </dict>
        <key>OnDemandRules</key>
        <array>
          <dict>
            <key>Action</key>
            <string>EvaluateConnection</string>
            <key>ActionParameters</key>
            <array>
              <dict>
                <key>DomainAction</key>
                <string>NeverConnect</string>
                <key>Domains</key>
                <array>
                  <string>dav.orange.fr</string>
                  <string>vvm.mobistar.be</string>
                  <string>msg.t-mobile.com</string>
                  <string>tma.vvm.mone.pan-net.eu</string>
                  <string>vvm.ee.co.uk</string>
                </array>
              </dict>
            </array>
          </dict>
          <dict>
            <key>Action</key>
            <string>Connect</string>
          </dict>
        </array>
        <key>PayloadType</key>
        <string>com.apple.dnsSettings.managed</string>
        <key>PayloadIdentifier</key>
        <string>io.nextdns.2ef1ef.profile.dnsSettings.managed</string>
        <key>PayloadUUID</key>
        <string>A1E2F262-DB73-40F6-BD22-2E42A43A3C94.2ef1ef.dnsSettings.managed</string>
        <key>PayloadDisplayName</key>
        <string>DEV HOANG NAM</string>
        <key>PayloadOrganization</key>
        <string>DEV HOANG NAM</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
      </dict>
    </array>
  </dict>
</plist>
